The stored orientation will be lost.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public static FailureDefinitionId LoseSavedOrientation { get; }
  Visual Basic
Public Shared ReadOnly Property LoseSavedOrientation As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ LoseSavedOrientation {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ToggleViewFailures Class
  Autodesk.Revit.DB Namespace